Revit 2027 API
ParameterTypeId.RbsPipeFittingLossTableParam Property
 "K Coefficient Table"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeFittingLossTableParam { get; }
Public Shared ReadOnly Property RbsPipeFittingLossTableParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeFittingLossTableParam {
	ForgeTypeId^ get ();
}
static member RbsPipeFittingLossTableParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace